{
    "error.set.color.dialog": [
        "Désolé, il y a eu une erreur pendant le réglage de couleur.",
        "On dirait qu'il y a eu une erreur pendant le réglage de la couleur."
    ],
    "color.not.found.dialog": [
        "Désolé, je n'ai pas cette couleur en option. Essayez de me demander une couleur d'yeux personnalisée.",
        "Cette couleur n'est pas disponible, mais je peux personnaliser la couleur d'yeux.",
        "Mes yeux ne peuvent pas devenir de cette couleur. Peut-être devriez-vous définir une couleur d'yeux personnalisée."
    ],
    "brightness.error.dialog": [
        "Je ne comprend pas cette valeur, merci de me donner une valeur de luminosité entre 0 et 100 pourcent. "
    ],
    "color.need.dialog": [
        "Quelle couleur voudriez-vous utiliser ?",
        "De quelle couleur voudriez-vous que mes yeux soient ?",
        "Dites une couleur pour voir."
    ],
    "brightness.set.dialog": [
        "OK, réglage de la luminosité sur {val}.",
        "Compris, je règle la luminosité sur {val}"
    ],
    "set.custom.color.dialog": [
        "Mon cerveau est cablé pour comprendre les couleurs en RVB."
    ],
    "brightness.not.found.dialog": [
        "Donne-moi un pourcentage de luminosité pour mon visage",
        "Quel pourcentage ou niveau de luminosité aimerai-tu ?"
    ],
    "error.rgbvalue.dialog": [
        "J'ai besoin d'un nombre entre 0 et 255",
        "La valeur doit être comprise entre 0 et 255"
    ],
    "get.g.value.dialog": [
        "Maintenant j'ai besoin d'une autre valeur pour le vert",
        "Ensuite j'ai besoin de la valeur du vert"
    ],
    "set.color.success.dialog": [
        "Super. Vérifiez mes yeux.",
        "Voilà. J'ai meilleure mine, maintenant ?",
        "C'est une bonne couleur. Regardez moi."
    ],
    "get.r.value.dialog": [
        "SVP donnez moi une valeur entre 0 et 255 pour la composante rouge",
        "Dites moi une valeur entre 0 et 255 pour le rouge"
    ],
    "color.not.exist.dialog": [
        "Je ne connais pas cette couleur. Si vous en connaissez les valeurs R G B vous pouvez dire 'définir une couleur d'yeux personnalisée'",
        "C'est une couleur avec laquelle je ne suis pas familier."
    ],
    "brightness.not.found.final.dialog": [
        "Désolé, je ne comprend pas ce niveau.",
        "Je comprends les expressions comme \"à fond\", \"bas\" ou 50%."
    ],
    "get.b.value.dialog": [
        "Presque fini. Quelle valeur pour le bleu ?",
        "On dernier nombre pour le bleu de 0 à 255"
    ]
}