{
    "error.set.color.dialog": [
        "Desculpa, houbo un erro ao definir a cor.",
        "Parece que tiven un erro intentando definir a cor."
    ],
    "color.not.found.dialog": [
        "Desculpa, esta cor non é unha opción. Intenta pedirme para establecer unha cor de ollos personalizada.",
        "Non teño esta cor dispoñible, mais podo definir unha cor de ollos personalizada.",
        "Os meus ollos non poden quedar desta cor. Só se podería pedíndome definir unha cor de ollos personalizada."
    ],
    "brightness.error.dialog": [
        "Non entendo este valor de brillo, dáme un valor de brillo entre 0 e 100 por cento."
    ],
    "color.need.dialog": [
        "Cal é a cor que che gustaría usar?",
        "Cal é a cor que che gustaría para os meus ollos?",
        "Dime o nome dunha cor para probar."
    ],
    "brightness.set.dialog": [
        "Moi ben, definindo brillo para {val}.",
        "Parece ben, definindo brillo para {val}"
    ],
    "set.custom.color.dialog": [
        "O meu cerebro está programado para entender cores en R G B."
    ],
    "brightness.not.found.dialog": [
        "Dime unha porcentaxe ou nivel de brillo para o meu rostro",
        "Cal é o nivel ou porcentaxe de brillo que che gustaría?"
    ],
    "error.rgbvalue.dialog": [
        "Necesito un número entre 0 e 255",
        "O valor debe estar entre 0 e 255"
    ],
    "get.g.value.dialog": [
        "Agora eu preciso doutro valor para o verde",
        "En seguida eu preciso do valor para o verde"
    ],
    "set.color.success.dialog": [
        "Ben. Vexa os meus ollos.",
        "Moi ben. Luzo mellor agora?",
        "Esta é unha boa cor. Mírame agora."
    ],
    "get.r.value.dialog": [
        "Por favor, dáme un valor entre o 0 e 255 para o compoñente vermello",
        "Dime un valor entre o 0 e 255 para o vermello"
    ],
    "color.not.exist.dialog": [
        "Non coñezo esta cor. Se sabes os valores R G H, podes dicir \"definir unha cor de ollos personalizada\".",
        "Esta non é unha cor coa que estea familiarizado."
    ],
    "brightness.not.found.final.dialog": [
        "Desculpa, non entendín este nivel de brillo.",
        "Entendo só cousas como, 'máximo' ou 50%"
    ],
    "get.b.value.dialog": [
        "Case estamos aí.  Canto de valor lle dámos ao azul?",
        "Un último número entre 0 e 255 para o azul"
    ]
}