{
    "error.set.color.dialog": [
        "Desculpe, houve um erro ao definir a cor",
        "Parece que eu tive um erro tentando definir a cor"
    ],
    "color.not.found.dialog": [
        "Desculpe, essa cor não é uma opção. Tente me pedir para definir uma cor de olhos personalizada.",
        "Eu não tenho essa cor disponível, mas eu posso definir cor de olhos personalizada.",
        "Meus olhos não podem ficar dessa cor. Talvez devesse me pedir para definir uma cor de olhos personalizada."
    ],
    "brightness.error.dialog": [
        "Eu não entendo esse valor de brilho, me dê um valor de brilho entre 0 e 100 por cento."
    ],
    "color.need.dialog": [
        "Qual a cor que você gostaria de usar?",
        "Qual cor você gostaria que meus olhos fossem?",
        "Diga o nome de uma cor para testar."
    ],
    "brightness.set.dialog": [
        "Ok, definindo brilho para {val}.",
        "Parece bom, definindo brilho para {val}"
    ],
    "set.custom.color.dialog": [
        "Meu cérebro está projetado para entender cores em R G B."
    ],
    "brightness.not.found.dialog": [
        "Diga-me uma porcentagem ou nível de brilho para meu rosto",
        "Qual o nível ou porcentagem de brilho que você gostaria?"
    ],
    "error.rgbvalue.dialog": [
        "Eu preciso de um número entre 0 e 255",
        "O valor deve estar entre 0 e 255"
    ],
    "get.g.value.dialog": [
        "Agora eu preciso de outro valor para o verde",
        "Em seguida eu preciso do valor para o verde"
    ],
    "set.color.success.dialog": [
        "Legal. Veja os meus olhos.",
        "Ok. Eu pareço melhor agora?",
        "Essa é uma boa cor. Me olhe agora."
    ],
    "get.r.value.dialog": [
        "Por favor me dê um valor entre 0 e 255 para a componente vermelho",
        "Me diga um valor entre 0 e 255 para o vermelho"
    ],
    "color.not.exist.dialog": [
        "Eu não conheço essa cor. Se você souber os valores R G H, você pode dizer \"definir uma cor de olhos personalizada\"",
        "Essa não é uma cor com que eu esteja familiarizado."
    ],
    "brightness.not.found.final.dialog": [
        "Desculpe, eu não entendi esse nível de brilho.",
        "Eu entendo apenas coisas como, 'máximo' ou 50%"
    ],
    "get.b.value.dialog": [
        "Quase lá. Quanto será o valor azul?",
        "Um último número entre 0 e 255 para o azul"
    ]
}