{
    "error.set.color.dialog": [
        "Perdona, ha habido un error configurando el color.",
        "Parece que tuve un error al intentar configurar el color."
    ],
    "color.not.found.dialog": [
        "Lo siento, ese color no es una opción. Prueba pidiéndome configurar un color de ojos personalizado.",
        "No tengo ese color de ojos disponibles, pero puedo configurar un color de ojos personalizado",
        "Mis ojos no pueden cambiar al color deseado. Probablemente debas pedirme configurar un color de ojos a medida."
    ],
    "brightness.error.dialog": [
        "No comprendo ese valor de brillo, dame un valor entre 0 a 100 por ciento."
    ],
    "color.need.dialog": [
        "¿Qué color te gustaría usar?",
        "¿De qué color te gustaría que sean mis ojos?",
        "Menciona el color que quieres probar."
    ],
    "brightness.set.dialog": [
        "Bien, poniendo el brillo en {val}.",
        "Bien, poniendo el brillo en {val}"
    ],
    "set.custom.color.dialog": [
        "Mi cerebro está configurado para entender colores R G B."
    ],
    "brightness.not.found.dialog": [
        "Dime un porcentaje de brillo o nivel para mi cara",
        "¿Qué nivel de brillo o porcentaje desearías?"
    ],
    "error.rgbvalue.dialog": [
        "Necesito un número entre 0 y 255",
        "El valor debe estar entre 0 y 255"
    ],
    "get.g.value.dialog": [
        "Ahora necesito otro valor para el verde",
        "A continuación, necesito el valor para el verde"
    ],
    "set.color.success.dialog": [
        "Mola! Mira mis ojos.",
        "Vale. ¿Me ves mejor ahora?",
        "Ese es un buen color. Mírame ahora."
    ],
    "get.r.value.dialog": [
        "Por favor indícame un valor entre el 0 y el 255 para el componente rojo",
        "Indícame un valor entre 0 y 255 para el rojo"
    ],
    "color.not.exist.dialog": [
        "No conozco ese color.  si conoces los valores R G B puedes decir 'configura un color de ojos personalizado'.",
        "Ese no es un color con el que esté familiarizado."
    ],
    "brightness.not.found.final.dialog": [
        "Perdón, no comprendo ese nivel de brillo.",
        "Sólo comprendo cosas como 'máximo' o 50%"
    ],
    "get.b.value.dialog": [
        "Casi terminamos.  ¿Qué te parece en color azul?",
        "Un ultimo numero entre 0 y 255 para el azul"
    ]
}